Repository: D4v31x/Aurora-Music
Catalog: lib/l10n/app_*.arb
Languages: cs

source: About artist
cs: O umělci

source: Add
cs: Přidat

source: Added to playlist
cs: Přidáno do playlistu

source: Add Exclusion
cs: Přidat výjimku

source: Add Separator
cs: Přidat oddělovač

source: Add Songs
cs: Přidat skladby

source: Add Songs to Playlist
cs: Přidat skladby

source: Add to playlist
cs: Přidat do playlistu

source: Adjust Sync
cs: Upravit synchronizaci

source: Albums
cs: Alba

source: All Songs
cs: Všechny skladby

# alphaDescription
source: Thank you for testing Aurora Music before its public release. Your feedback helps us make the app even better.
cs: Děkujeme za testování Aurora Music před jejím veřejným vydáním. Vaše odezva nám pomůže aplikaci dělat stále lepší.

# alphaTitle
source: Exclusive Alpha Access
cs: Exkluzivní Alpha přístup

# appExit
source: Exit Aurora Music
cs: Ukončit Aurora Music

# appUpToDate
source: App is up to date!
cs: Aplikace je aktuální!

source: Artist
cs: Umělec

source: Artist name
cs: Jméno umělce

source: Artists
cs: Umělci

source: Artist Separation
cs: Oddělování umělců

# artistSeparationDesc
source: Configure how multiple artists are split
cs: Nastavení rozdělování více umělců

source: Audio Quality
cs: Kvalita zvuku

# audioQualityDesc
source: Technical specifications of the audio file
cs: Technické specifikace zvukového souboru

source: Auto Playlists
cs: Automatické playlisty

source: Bitrate
cs: Datový tok

# buyMeCoffee
source: Buy Me a Coffee
cs: Kup mi kafe

source: Cancel
cs: Zavřít

source: Check for updates
cs: Vyhledat aktualizace

source: Checking for updates
cs: Hledám aktualizace

# coffeeSupport
source: Support with a coffee
cs: Podpořte kávou

source: Coming soon
cs: Již brzy

# communityDescription
source: Want to know what's happening behind the scenes? Follow us on Instagram for exclusive content and updates.
cs: Chete vědět co se děje v zákulisí? Sledujte nás na Instagramu pro exkluzivní obsah a aktualizace.

# communityTitle
source: Join Our Community
cs: Připojte se k naší komunitě

source: Composer
cs: Skladatel

source: Connect with us
cs: Spojte se s námi

source: Copied
cs: Zkopírováno

source: Copy
cs: Kopírovat

source: Cover art updated
cs: Obal alba aktualizován

source: Create
cs: Vytvořit

# createFirstPlaylist
source: Tap the button above to create your first playlist
cs: Klepnutím na tlačítko výše vytvoříte první playlist

source: Create Playlist
cs: Vytvořit playlist

source: Dark Mode
cs: Tmavý režim

source: Date Added
cs: Datum přidání

source: Date Modified
cs: Datum změny

source: Delete
cs: Smazat

source: Delete Playlist
cs: Smazat playlist

# deletePlaylistConfirm
source: Are you sure you want to delete
cs: Opravdu chcete smazat

# deletePlaylistConfirmation
source: Are you sure you want to delete this playlist?
cs: Opravdu chcete smazat tento playlist?

source: Deselect All
cs: Odznačit vše

# details
source: See details
cs: Detaily

source: Direct donation
cs: Přímý dar

source: Discard
cs: Zahodit

source: Don't show again
cs: Znovu nezobrazovat

source: Duration
cs: Délka

source: Edit Playlist
cs: Upravit playlist

source: Enable Artist Separation
cs: Povolit oddělování umělců

# enableArtistSeparationDesc
source: Automatically split combined artist names
cs: Automaticky rozdělit kombinovaná jména umělců

source: Enjoying Aurora?
cs: Líbí se vám Aurora?

# enjoyingAuroraDesc
source: If you love using Aurora Music, consider supporting its development. Your support helps keep it free!
cs: Pokud rádi používáte Aurora Music, zvažte podporu jejího vývoje. Vaše podpora pomáhá udržet aplikaci zdarma!

source: Enter playlist name
cs: Zadejte název playlistu

source: Error
cs: Chyba

# exclusionHint
source: e.g. AC/DC
cs: např. AC/DC

source: Exclusions
cs: Výjimky

# exclusionsDesc
source: Artist names that should never be split
cs: Jména umělců, která se nikdy nerozdělí

source: Exit
cs: Ukončit

source: Exit App
cs: Ukončit aplikaci

# exitAppConfirm
source: Do you want to exit?
cs: Chcete aplikaci ukončit?

# exitDesc
source: Are you sure you want to exit?
cs: Jste si jisti, že chcete ukončit Aurora Music?

source: Expand Lyrics
cs: Rozbalit texty

source: Extra Large
cs: Extra velké

source: Favorite Songs
cs: Oblíbené skladby

source: File Info
cs: Informace o souboru

# fileInfoDesc
source: Long press on values to copy them
cs: Dlouhým stiskem zkopírujete hodnoty

source: File Name
cs: Název souboru

source: File Path
cs: Cesta k souboru

source: Finalizing
cs: Dokončování

# finishDescription
source: Everything is ready! We wish you a delightful listening experience!
cs: Máte nastaveno! Přejeme příjemný poslech plný zážitků!

# finishTitle
source: You're All Set!
cs: Vše je připraveno!

source: Folder
cs: Složka

source: Folders
cs: Složky

# followInstagram
source: Follow us on Instagram
cs: Sledujte nás na Instagramu

source: Font Size
cs: Velikost písma

source: Format
cs: Formát

source: For You
cs: Pro tebe

source: General
cs: Základní

source: Genre
cs: Žánr

source: Get Started
cs: Začít

source: Good Quality
cs: Dobrá kvalita

source: Got it!
cs: Rozumím!

source: Grant Permission
cs: Udělit oprávnění

source: High Quality
cs: Vysoká kvalita

source: Home
cs: Domů

source: Buy Me a Coffee
cs: Kup mi kávu

# donationNote
source: No pressure - you can always donate later in Settings
cs: Žádný tlak - vždy můžete darovat později v Nastavení

source: Language
cs: Jazyk

# languageTitle
source: Choose Your Language
cs: Vyberte si jazyk

source: Large
cs: Velké

source: Later
cs: Později

source: Library
cs: Knihovny

# libraryError
source: Error loading music library
cs: Chyba při načítání hudební knihovny

# libraryLoaded
source: Music library loaded
cs: Hudební knihovna načtena

source: Library updated
cs: Knihovna aktualizována

source: Light Mode
cs: Světlý režim

source: Loading
cs: Načítání

source: Loading images
cs: Načítání obrázků

source: Loading library
cs: Načítání knihovny

source: Lossless
cs: Bezztrátová

source: Low Quality
cs: Nízká kvalita

source: Lyrics
cs: Texty písní

# lyricsAhead
source: Lyrics are ahead
cs: Text je napřed

# lyricsBehind
source: Lyrics are behind
cs: Text je pozadu

# lyricsSynced
source: Lyrics are synced
cs: Text je synchronizován

source: Maybe Later
cs: Možná později

source: Medium
cs: Střední

# metadataEditInfo
source: Metadata editing requires a third-party app. Changes are shown for preview only.
cs: Úprava metadat vyžaduje aplikaci třetí strany. Změny jsou zobrazeny pouze jako náhled.

# metadataInfoTitle
source: Edit Metadata
cs: Upravit metadata

# metadataSaved
source: Metadata saved successfully
cs: Metadata úspěšně uložena

source: More Results
cs: Další výsledky

source: Most Played
cs: Nejhranější

source: New Playlist
cs: Nový playlist

source: Next
cs: Další

source: No
cs: Ne

source: No albums found
cs: Žádná alba nenalezena

# noArtistInfo
source: Artist info not available
cs: Informace o umělci nejsou k dispozici

source: No artists found
cs: Žádní umělci nenalezeni

# noData
source: No data to display
cs: Žádná data k zobrazení

# noExclusions
source: No exclusions configured
cs: Žádné výjimky nakonfigurovány

# noLyrics
source: Lyrics not available
cs: Žádné texty k zobrazení

# noLyricsDesc
source: We couldn't find lyrics for this song
cs: Pro tuto skladbu jsme nenašli text

source: No lyrics found
cs: Text písně nenalezen

# noPermissionExplanation
source: Without permissions, Aurora Music won't be able to access your music library.
cs: Bez oprávnění Aurora Music nemůže přistupovat k vaší hudební knihovně.

# noPlaylists
source: No playlists available
cs: Žádné playlisty

source: No playlists created
cs: Žádné playlisty

# noResults
source: No results found
cs: Žádné výsledky

# noSeparators
source: No separators configured
cs: Žádné oddělovače nakonfigurovány

source: No song playing
cs: Nepřehrává se žádná skladba

source: No songs available
cs: Žádné dostupné skladby

# noSongsInPlaylist
source: No songs in this playlist
cs: V playlistu nejsou žádné skladby

source: No update found
cs: Nebyla nalezena žádná aktualizace

# noUpper
source: No
cs: Ne

source: Now Playing
cs: Právě hraje

source: of music
cs: hudby

# onboardingAlbumArt
source: Beautiful Album Art
cs: Krásné obaly alb

# onboardingAlbumArtDesc
source: Automatically fetch and display album artwork
cs: Automaticky stahuje a zobrazuje obaly alb

# onboardingAlbumArtwork
source: Album Artwork
cs: Obaly alb

# onboardingAlbumArtworkDesc
source: Fetches high-quality album covers to enhance your library
cs: Stahuje kvalitní obaly alb pro vylepšení vaší knihovny

# onboardingAppInfoSubtitle
source: Your personal music companion
cs: Váš osobní hudební společník

# onboardingAppInfoTitle
source: Welcome to Aurora Music
cs: Vítejte v Aurora Music

# onboardingAudioAccess
source: Audio Access
cs: Přístup ke zvuku

# onboardingAudioAccessDesc
source: Required to play and manage your music library
cs: Potřebné pro přehrávání a správu hudební knihovny

# onboardingBack
source: Back
cs: Zpět

# onboardingBeautifulArtwork
source: Beautiful album artwork
cs: Krásné covery alb

# onboardingBeautifulArtworkDesc
source: Automatically fetch and display album artwork in the way it was meant to be seen
cs: Automaticky stahuje a zobrazuje obaly alb tak, jak mají být viděny

# onboardingBluetoothDesc
source: Needed to connect to bluetooth devices
cs: Potřebné pro připojení k bluetooth zařízením

# onboardingChooseLanguage
source: Choose Your Language
cs: Vyberte si jazyk

# onboardingCompletionSubtitle
source: Start enjoying your music
cs: Začněte si užívat svou hudbu

# onboardingCompletionTitle
source: You're All Set!
cs: Vše je připraveno!

# onboardingContinue
source: Continue
cs: Pokračovat

# onboardingDarkMode
source: Dark Mode
cs: Tmavý režim

# onboardingDarkModeDesc
source: Easy on the eyes in low light
cs: Šetrné pro oči při slabém osvětlení

# onboardingDownloadsSubtitle
source: Configure automatic downloads
cs: Nastavte automatické stahování

# onboardingDownloadsTitle
source: Download Settings
cs: Nastavení stahování

# onboardingDynamicColors
source: Dynamic Colors
cs: Dynamické barvy

# onboardingDynamicColorsDesc
source: Match system wallpaper colors
cs: Přizpůsobit se barvám tapety systému

# onboardingGrantPermissions
source: Grant Permissions
cs: Udělit oprávnění

# onboardingInternetSubtitle
source: How Aurora Music uses the internet
cs: Jak Aurora Music využívá internet

# onboardingInternetTitle
source: Internet Usage
cs: Využití internetu

# onboardingLightMode
source: Light Mode
cs: Světlý režim

# onboardingLightModeDesc
source: Bright and clean interface
cs: Jasné a čisté rozhraní

# onboardingLocalLibrary
source: Local Music Library
cs: Lokální hudební knihovna

# onboardingLocalLibraryDesc
source: Play your music files stored on your device
cs: Přehrávejte hudební soubory uložené na vašem zařízení

# onboardingLocalMusic
source: Music on your device
cs: Hudba na vašem zařízení

# onboardingLocalMusicDesc
source: Have your music files in the palm of your hand
cs: Mějte své hudební soubory na dosah ruky

# onboardingLyrics
source: Lyrics
cs: Texty písní

# onboardingLyricsDesc
source: Downloads synchronized lyrics for your songs
cs: Stahuje synchronizované texty k vašim skladbám

# onboardingLyricsSupport
source: Lyrics Support
cs: Podpora textů

# onboardingLyricsSupportDesc
source: View synchronized lyrics while listening
cs: Zobrazuje synchronizované texty během poslechu

# onboardingMaterialDesignDesc
source: Dynamic colors that adapt to your preferences
cs: Dynamické barvy přizpůsobené vašim preferencím

# onboardingMusicMetadata
source: Music Metadata
cs: Hudební metadata

# onboardingMusicMetadataDesc
source: Gets artist info, album details, and track information
cs: Získává informace o interpretech, albech a skladbách

# onboardingNotifications
source: Notifications
cs: Oznámení

# onboardingNotificationsDesc
source: Show playback controls and updates
cs: Zobrazení ovládacích prvků přehrávání a aktualizací

# onboardingOptional
source: Optional
cs: Volitelné

# onboardingPermissionsSubtitle
source: Aurora Music needs these permissions to work properly
cs: Aurora Music potřebuje tato oprávnění pro správné fungování

# onboardingPermissionsTitle
source: Grant Permissions
cs: Udělte oprávnění

# onboardingPrivacyNote
source: Your privacy is important. All music files stay on your device.
cs: Vaše soukromí je důležité. Všechny hudební soubory zůstávají na vašem zařízení.

# onboardingRequesting
source: Requesting...
cs: Vyžaduji...

# onboardingRequired
source: Required
cs: Vyžadováno

# onboardingAudioRequired
source: Audio access is required to continue. Please grant the permission above.
cs: Pro pokračování je vyžadován přístup ke zvuku. Udělte prosím oprávnění výše.

# onboardingSelectLanguage
source: Select your preferred language
cs: Vyberte si svůj preferovaný jazyk

# onboardingSetupExperience
source: Let's set up your experience
cs: Pojďme nastavit váš zážitek

# onboardingSkip
source: Skip
cs: Přeskočit

# onboardingSmartPlaylists
source: Smart Playlists
cs: Chytré playlisty

# onboardingSmartPlaylistsDesc
source: Create and manage your music collections
cs: Vytvářejte a spravujte své hudební kolekce

# onboardingStartListening
source: Start Listening
cs: Začít poslouchat

# onboardingStorageAccess
source: Storage Access
cs: Přístup k úložišti

# onboardingStorageAccessDesc
source: Required to read music files from your device
cs: Potřebné pro čtení hudebních souborů ze zařízení

# onboardingSyncBackup
source: Sync & Backup
cs: Synchronizace a záloha

# onboardingSyncBackupDesc
source: Optional cloud sync for playlists and preferences
cs: Volitelná cloudová synchronizace playlistů a nastavení

# onboardingThemeSubtitle
source: Choose a theme that suits your style
cs: Vyberte si téma, které vám vyhovuje

# onboardingThemeTitle
source: Customize Your Look
cs: Upravte si vzhled

# onboardingWelcome
source: Welcome to Aurora Music
cs: Vítejte v Aurora Music

# beta_welcome_title
source: Beta Testing Program
cs: Program Beta Testování

# beta_welcome_thanks
source: Thank you for joining our beta testing program and helping us improve Aurora Music.
cs: Děkujeme, že jste se připojili k našemu programu beta testování a pomáháte nám vylepšovat Aurora Music.

# beta_expect_bugs_title
source: Expect Bugs
cs: Očekávejte Chyby

# beta_expect_bugs_desc
source: You may encounter crashes or unexpected behavior. This is a testing version.
cs: Můžete narazit na pády nebo neočekávané chování. Toto je testovací verze.

# beta_feedback_title
source: Feedback Matters
cs: Zpětná Vazba je Důležitá

# beta_feedback_desc
source: Your reports and suggestions help us make the app better for everyone.
cs: Vaše hlášení a návrhy nám pomáhají udělat aplikaci lepší pro všechny.

# beta_updates_title
source: Frequent Updates
cs: Časté Aktualizace

# beta_updates_desc
source: New features and fixes are released regularly as we continue development.
cs: Nové funkce a opravy jsou vydávány pravidelně během dalšího vývoje.

# beta_build_label
source: Beta Build
cs: Beta Verze

# oneTimeSupport
source: Quick one-time support
cs: Rychlá jednorázová podpora

# openFolder
source: Open in File Manager
cs: Otevřít ve správci souborů

# openFolderInfo
source: Use your file manager to navigate to this location
cs: Použijte správce souborů pro navigaci na toto umístění

source: Open Settings
cs: Otevřít nastavení

source: Own timer
cs: Vlastní nastavení

# permDeny
source: Permissions denied
cs: Oprávnění odepřeno

# permissionExplanation
source: Aurora Music needs these permissions to function properly. Please grant the permissions in the app settings.
cs: Aurora Music potřebuje tato oprávnění pro správné fungování. Udělte prosím oprávnění v nastavení aplikace.

# permissionLater
source: You can grant permissions later in app settings
cs: Oprávnění můžete udělit později v nastavení aplikace

source: Permission Required
cs: Vyžadováno oprávnění

# permissionsDescription
source: To provide you with the best experience, Aurora Music needs access to certain features of your device.
cs: Abychom vám mohli poskytnout co nejlepší zážitek, Aurora Music potřebuje přístup k určitým funkcím vašeho zařízení.

# permissionsTitle
source: Now, the important stuff
cs: Teď ty důležité věci

source: Play All
cs: Přehrát vše

source: Playlist name
cs: Název playlistu

source: Playlists
cs: Playlisty

source: Possible reasons:
cs: Možné důvody:

source: Preparing to scan
cs: Příprava hledání

# privacyDescription
source: At Aurora Music, we take your privacy seriously. We collect anonymous data to improve your experience and enhance our services. By using the app, you agree to our Privacy Policy.
cs: V Aurora Music bereme vaše soukromí vážně. Sbíráme anonymní data pro zlepšení vašeho zážitku a vylepšení našich služeb. Používáním aplikace souhlasíte se Zásadami soukromí.

# privacyNotice
source: By continuing to use this app, you agree to our Privacy Policy.
cs: Používáním této aplikace souhlasíte s našimi Zásadami ochrany osobních údajů.

# privacyPolicyLink
source: Read our Privacy Policy
cs: Přečtěte si naše Zásady ochrany osobních údajů

# privacyTitle
source: Your Privacy Matters
cs: Vaše soukromí je důležité

source: Pull to refresh
cs: Táhněte pro obnovení

source: Quality
cs: Kvalita

# qualityDesc
source: Audio quality based on format and bitrate
cs: Kvalita zvuku na základě formátu a datového toku

source: Queue
cs: Fronta

# queueEmpty
source: Queue is empty
cs: Fronta je prázdná

source: Quick Access
cs: Rychlý přístup

# reasonFormat
source: File format doesn't support metadata editing
cs: Formát souboru nepodporuje úpravu metadat

# reasonPermissions
source: Storage permissions not granted
cs: Oprávnění k úložišti nejsou udělena

# reasonReadonly
source: File is read-only or on external storage
cs: Soubor je pouze pro čtení nebo na externím úložišti

source: Recently Added
cs: Nedávno přidané

source: Recently Played
cs: Nedávno přehrávané

source: Recently played albums
cs: Naposledy hrané alba

source: Recently played artists
cs: Naposledy hraní umělci

source: Recently played songs
cs: Naposledy hrané písně

source: Recommended apps:
cs: Doporučené aplikace:

source: Refreshing...
cs: Obnovuji...

source: Refresh Lyrics
cs: Obnovit text

source: Release to refresh
cs: Pusťte pro obnovení

source: Remove
cs: Odebrat

source: Remove Song
cs: Odebrat skladbu

# removeSongConfirmation
source: Remove this song from the playlist?
cs: Odebrat tuto skladbu z playlistu?

# removeSongs
source: Delete
cs: Odebrat skladby

source: Rename
cs: Přejmenovat

source: Rename Playlist
cs: Přejmenovat playlist

source: Repeat
cs: Opakování

source: Reset
cs: Resetovat

# resetArtistSeparationDesc
source: This will restore all default separators and exclusions.
cs: Tím se obnoví všechny výchozí oddělovače a výjimky.

source: Reset to Defaults
cs: Obnovit výchozí

source: Result
cs: Výsledek

source: Results
cs: Výsledky

source: Retry
cs: Zkusit znovu

source: Sample Rate
cs: Vzorkovací frekvence

source: Save
cs: Uložit

source: Save Changes
cs: Uložit změny

# saveChangesDesc
source: Do you want to save your changes?
cs: Chcete uložit vaše změny?

source: Save Failed
cs: Uložení selhalo

# saveFailedDesc
source: Unable to save metadata to this file.
cs: Nelze uložit metadata do tohoto souboru.

source: Saving metadata...
cs: Ukládám metadata...

source: Scan failed
cs: Skenování selhalo

source: Scanning songs
cs: Načítání písní

source: Search
cs: Hledat

source: Search albums
cs: Hledat alba

source: Search artists
cs: Hledat umělce

source: Search failed
cs: Vyhledávání selhalo

source: Search Lyrics
cs: Hledat text

source: Search metadata
cs: Hledat metadata

source: Search tracks
cs: Hledat skladby

source: Select All
cs: Vybrat vše

source: Select artist
cs: Vyberte umělce

source: selected
cs: vybráno

source: Select Playlist
cs: Vyberte playlist

source: Separator
cs: Oddělovač

# separatorHint
source: e.g. / or feat.
cs: např. / nebo feat.

source: Separators
cs: Oddělovače

# separatorsDesc
source: Characters used to split artist names
cs: Znaky použité k rozdělení jmen umělců

source: Set
cs: Nastavit

source: Set minutes
cs: Vyberte počet minut

source: Settings
cs: Nastavení

# settingsAbout
source: About
cs: O aplikaci

# settingsAboutApp
source: About Aurora Music
cs: O Aurora Music

# settingsAppearance
source: Appearance
cs: Vzhled

# settingsCacheCleared
source: Cache cleared
cs: Mezipaměť vymazána

# settingsCacheInfo
source: Cache Information
cs: Informace o mezipaměti

# settingsCacheInfoDesc
source: View storage usage
cs: Zobrazit využití úložiště

# settingsCheckingUpdates
source: Checking for updates...
cs: Kontroluji aktualizace...

# settingsCheckUpdates
source: Check for Updates
cs: Zkontrolovat aktualizace

# settingsCheckUpdatesDesc
source: Get latest version
cs: Získat nejnovější verzi

# settingsClearCache
source: Clear Cache
cs: Vymazat mezipaměť

# settingsClearCacheDesc
source: Remove all cached data
cs: Odstranit všechna uložená data

# settingsClearCacheMessage
source: All cached data will be deleted and rebuilt as needed.
cs: Všechna data v mezipaměti budou smazána a znovu vytvořena podle potřeby.

# settingsClearCacheTitle
source: Clear Cache?
cs: Vymazat mezipaměť?

# settingsDarkMode
source: Dark Mode
cs: Tmavý režim

# settingsDarkModeDesc
source: Switch to dark theme
cs: Přepnout na tmavé téma

# settingsDisabled
source: Disabled
cs: Vypnuto

# settingsEnabled
source: Enabled
cs: Zapnuto

# settingsGapless
source: Gapless Playback
cs: Plynulé přehrávání

# settingsGaplessDesc
source: Seamless track transitions
cs: Bez mezer mezi skladbami

# settingsLanguage
source: Language
cs: Jazyk

# settingsMaterialYouDesc
source: Dynamic colors from wallpaper
cs: Dynamické barvy z tapety

# settingsNormalization
source: Volume Normalization
cs: Normalizace hlasitosti

# settingsNormalizationDesc
source: Consistent volume levels
cs: Konzistentní úroveň hlasitosti

# settingsPlayback
source: Playback
cs: Přehrávání

# settingsStorage
source: Storage
cs: Úložiště

# settingsUpdateAvailable
source: Update available!
cs: Aktualizace k dispozici!

# settingsUpToDate
source: You're up to date
cs: Máte nejnovější verzi

# settingsVersion
source: Version
cs: Verze

source: Share
cs: Sdílet

source: Show Changelog
cs: Zobrazit seznam změn

source: Shuffle
cs: Náhodné přehrání

source: Size
cs: Velikost

source: Sleep timer
cs: Časovač vypnutí

source: Small
cs: Malé

source: Song Info
cs: Informace

source: Songs
cs: Písně

source: Songs loaded
cs: Písní načteno

source: Standard Quality
cs: Standardní kvalita

# startType
source: Start typing to search
cs: Začněte psát pro vyhledávání

# storagePermissionNeeded
source: To edit metadata, Aurora Music needs permission to manage files. Please grant 'All files access' in settings.
cs: Pro úpravu metadat potřebuje Aurora Music oprávnění ke správě souborů. Udělte prosím oprávnění 'Přístup ke všem souborům' v nastavení.

# suggestedArtists
source: Artists For You
cs: Umělci pro tebe

source: Suggested Tracks
cs: Doporučené skladby

source: Support Aurora
cs: Podpořit Auroru

# supportAuroraBtn
source: Support Aurora
cs: Podpořit Auroru

# supportAuroraDescShort
source: Help keep the app free
cs: Pomozte udržet aplikaci zdarma

# supportAuroraMessage
source: Help keep Aurora Music free and support future development. Every contribution means a lot!
cs: Pomozte udržet Aurora Music zdarma a podpořte budoucí vývoj. Každý příspěvek hodně znamená!

# supportAuroraTitle
source: Support Aurora Music
cs: Podpořte Aurora Music

# tapAddToAddSongs
source: Tap + to add songs
cs: Klepněte na + pro přidání skladeb

source: Test artist string
cs: Testovací řetězec umělců

source: Test Separation
cs: Test rozdělení

# thankYouSupport
source: Thank you for your support!
cs: Děkuji za vaši podporu!
