Repository: D4v31x/Aurora-Music
Catalog: lib/l10n/app_*.arb
Languages: cs

source: Theme
cs: Téma

source: Title
cs: Název

source: Top Result
cs: Nejlepší výsledek

source: Total
cs: Celkem

source: Track
cs: Stopa

source: Track Info
cs: Informace o skladbě

# trackInfoDesc
source: Tap the edit icon to modify track information
cs: Klepněte na ikonu tužky pro úpravu informací

# trackInfoEditDesc
source: Edit fields below, then tap the check icon to save
cs: Upravte pole níže, poté klepněte na ikonu zaškrtnutí pro uložení

source: Tracks
cs: Skladby

source: Try Again
cs: Zkusit znovu

source: Unknown
cs: Neznámý

source: Unknown Artist
cs: Neznámý umělec

source: Update Available
cs: Dostupná aktualizace

# updateFailed
source: Library update failed
cs: Aktualizace knihovny se nezdařila

# updateMessage
source: A new version is available
cs: Nová verze k dispozici

source: Update Now
cs: Aktualizovat

source: User settings
cs: Uživatelské nastavení

# versionCheckError
source: New version couldn't be checked
cs: Aktualizace nebyly zkontrolovány

source: View artist
cs: Zobrazit umělce

source: View details
cs: Zobrazit detaily

source: Welcome Back
cs: Vítejte zpět

# welcomeDescription
source: Embark on a journey with your music. Listen like never before. Elevate your music experience to a new level.
cs: Vydejte se na cestu vaší hudby. Poslouchejte, jako nikdy předtím. Pozvedněte zážitek z hudby na novou úroveň.

# welcomeTitle
source: Welcome to Aurora Music
cs: Vítejte v Aurora Music

source: What's New
cs: Co je nového (v angličtině)

source: Year
cs: Rok

source: Yes
cs: Ano

# yesUpper
source: Yes
cs: Ano

source: Your Library
cs: Vaše knihovna

source: Your Playlists
cs: Vaše playlisty

source: Home Layout
cs: Rozložení domovské stránky

# homeLayoutDesc
source: Customize section order on Home tab
cs: Přizpůsobte pořadí sekcí na domovské záložce

source: Customize Home Tab
cs: Přizpůsobit domovskou záložku

# dragToReorder
source: Drag to reorder sections
cs: Přetáhněte pro změnu pořadí sekcí

source: Reset to Default
cs: Obnovit výchozí

# resetLayoutConfirm
source: Reset layout to default?
cs: Obnovit výchozí rozložení?

# resetLayoutMessage
source: This will restore the original section order and visibility.
cs: Tím se obnoví původní pořadí a viditelnost sekcí.

# sectionVisibility
source: Toggle section visibility
cs: Přepnout viditelnost sekce

source: Listening history
cs: Historie poslechu

source: Library Stats
cs: Statistiky knihovny

source: Back
cs: Zpět

# continueButton
source: Continue
cs: Pokračovat

source: Download Preferences
cs: Předvolby stahování

# downloadPreferencesSubtitle
source: Choose what to download for your music
cs: Vyberte, co stáhnout pro vaši hudbu

source: Download Album Art
cs: Stáhnout obaly alb

# downloadAlbumArtDesc
source: Automatically fetch album covers for all songs
cs: Automaticky stahovat obaly alb pro všechny skladby

# downloadLyricsTitle
source: Download Lyrics
cs: Stáhnout texty

# downloadLyricsDesc
source: Fetch synchronized lyrics when available
cs: Stahovat synchronizované texty, pokud jsou k dispozici

source: Wi-Fi Only
cs: Pouze Wi-Fi

# wifiOnlyDesc
source: Download assets only when connected to Wi-Fi
cs: Stahovat obsah pouze při připojení k Wi-Fi

# autoDownloadNewSongs
source: Auto-Download for New Songs
cs: Automatické stahování pro nové skladby

# autoDownloadNewSongsDesc
source: Automatically download assets when adding new songs
cs: Automaticky stahovat obsah při přidávání nových skladeb

# downloadSettingsNote
source: You can change these settings later in the app preferences.
cs: Tato nastavení můžete později změnit v předvolbách aplikace.

source: Download Content?
cs: Stáhnout obsah?

# downloadContentSubtitle
source: Assets will be downloaded as you use the app
cs: Obsah bude stahován při používání aplikace

source: Skip
cs: Přeskočit
